app/controllers/items_controller.rb

SELECT * FROM "words" WHERE ("words"."id" = 1863) LIMIT 1
---
  def index
    random_word = Word.find_by_id rand(Word.count) + 1

SELECT * FROM "words" WHERE ("words"."id" = 4015) LIMIT 1
---
  def create
    guess = params[:item][:description]
    respond_to do |format|
      if guess == session[:right_word]
        random_word = Word.find_by_id rand(Word.count) + 1